<!-- dflook/terraform-github-actions {"workspace":"closed-outputs-2","backend_type":"remote","backend":"a7984a620d4a208fb6e6d11bef04fd964ef579d9e372af2667442cfe05790f61","plan_job_ref":"Job Test Terraform cloud #193 at https://github.com/dflook/terraform-github-actions/actions/runs/7135223553","plan_hash":"7dbe7398e5a93ded94680e00cf6e9e428339083deab1f39381b42696a5ec2ede","plan_text_format":"text","version":"99.0.0"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __closed-outputs-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables = "from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #193](https://github.com/dflook/terraform-github-actions/actions/runs/7135223553)